files/requestWS/branch/envio/req_branch_RN02_013.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:bran="http://branch.webservices.taxbr.ta.thomsonreuters.com/">
     <soap:Header>  
   </soap:Header>	
   <soap:Body>
      <bran:receiveBranches>
         <!--Optional:-->
         <COMPANY_LIST>
	<COMPANY>
		<COD_COMPANY>076</COD_COMPANY>
		<BRANCH_LIST>
			<BRANCH>
				<IND_DELETE>N</IND_DELETE>
				<COD_BRANCH>ESTAB51</COD_BRANCH><!--ALTERAR ESSE CAMPO PARA INSERIR UM NOVO REGISTRO -->
				<DAT_INSERT_UPDATE>2003-01-01</DAT_INSERT_UPDATE>
				<NUM_FED_TAX>00910509073055</NUM_FED_TAX>
				<DSC_BRANCH></DSC_BRANCH>
				<IND_HEAD_OFFICE>N</IND_HEAD_OFFICE>
				<COD_ECONO_ACTV>0133410</COD_ECONO_ACTV>
				<DSC_ADDRESS>Rua do efd social Tst</DSC_ADDRESS>
				<DSC_NEIGHBOURHOOD>Vila do Social</DSC_NEIGHBOURHOOD>
				<COD_ZIP>04500401</COD_ZIP>
				<NUM_DDD>11</NUM_DDD>
				<NUM_PHONE>21590098</NUM_PHONE>
				<COD_STATE>SP</COD_STATE>
				<COD_CITY>3550308</COD_CITY>
				<PROPERTY_LIST>
					<PROPERTY>
						<COD_PROPERTY>CLASSIF_TRIB</COD_PROPERTY>
						<REFERENCE_LIST>
							<REFERENCE>
								<FIELD_REF>CODIGO</FIELD_REF>
								<VALUE_REF>02</VALUE_REF>
							</REFERENCE>
						</REFERENCE_LIST>
					</PROPERTY>
					<PROPERTY>
						<COD_PROPERTY>IND_DES_FOLHA</COD_PROPERTY>
						<REFERENCE_LIST>
							<REFERENCE>
								<FIELD_REF>CODIGO</FIELD_REF>
								<VALUE_REF>1</VALUE_REF>
							</REFERENCE>
						</REFERENCE_LIST>
					</PROPERTY>			
					<PROPERTY>
						<COD_PROPERTY>IND_OPT_REG_ELETR</COD_PROPERTY>
						<REFERENCE_LIST>
							<REFERENCE>
								<FIELD_REF>CODIGO</FIELD_REF>
								<VALUE_REF>0</VALUE_REF>
							</REFERENCE>
						</REFERENCE_LIST>
					</PROPERTY>										
				</PROPERTY_LIST>
			</BRANCH>
		</BRANCH_LIST>
	</COMPANY>
</COMPANY_LIST>
      </bran:receiveBranches>
   </soap:Body>
</soap:Envelope>